Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Space bar cursor
de: Leertasten-Cursor
es: Cursor de la barra espaciadora
et: Tühikuklahvi kursor
fr: Curseur de la barre d’espace
hu: Szóközkurzor
it: Cursore della barra spaziatrice
ja: スペースバーのカーソル
ko: 스페이스 커서
ms: Kursor bar ruang
pt: Cursor da barra de espaço
ru: Курсор на пробеле
zh_hans: 空格键光标

source: Space bar spring speed
de: Geschwindigkeit der Leertastenfederung
es: Velocidad del rebote de la barra espaciadora
et: Tühikuklahvi vetruvuse kiirus
fr: Vitesse du ressort de la barre d’espace
hu: Szóközbillentyű rugózásának sebessége
it: Velocità della molla della barra spaziatrice
ja: スペースバーのばね速度
ko: 스페이스 바 스프링 속도
ms: Kelajuan anjal bar ruang
pt: Velocidade do ressalto da barra de espaço
ru: Скорость пружины пробела
zh_hans: 空格键弹簧速度

source: Space bar springiness
de: Federung der Leertaste
es: Rebote de la barra espaciadora
et: Tühikuklahvi vetruvus
fr: Rebond de la barre d’espace
hu: Szóközbillentyű rugalmassága
it: Rimbalzo della barra spaziatrice
ja: スペースバーの弾み
ko: 스페이스 바 탄성
ms: Keanjalan bar ruang
pt: Ressalto da barra de espaço
ru: Упругость пробела
zh_hans: 空格键弹性

source: Space bar text
de: Text auf der Leertaste
es: Texto de la barra espaciadora
et: Tühikuklahvi tekst
fr: Texte de la barre d’espace
hu: Szóközbillentyű felirata
it: Testo della barra spaziatrice
ja: スペースキーの文字
ko: 스페이스 바 문구
ms: Teks bar ruang
pt: Texto da barra de espaços
ru: Надпись на пробеле
zh_hans: 空格键文字

source: Space before
de: Abstand davor
es: Espacio antes
et: Vahe enne
fr: Espace avant
hu: Térköz előtte
it: Spazio prima
ja: 左の空き
ko: 앞쪽 여백
ms: Jarak sebelum
pt: Espaço antes
ru: Отступ слева
zh_hans: 左侧间距

source: Space between the suggestion bar and the top row of keys.
de: Abstand zwischen der Vorschlagsleiste und der oberen Tastenreihe.
es: Espacio entre la barra de sugerencias y la fila de arriba de las teclas.
et: Vahe soovituseriba ja ülemise klahvireas.
fr: Espace entre la barre de suggestions et la première rangée de touches.
hu: Térköz a javaslatsáv és a felső gombsor között.
it: Spazio tra la barra dei suggerimenti e la fila di tasti in alto.
ja: 候補バーとキーの一番上の段のあいだの間隔です。
ko: 추천 바와 맨 윗줄 키 사이 간격이에요.
ms: Ruang antara bar cadangan dan baris atas kekunci.
pt: Espaço entre a barra de sugestões e a fila de teclas de cima.
ru: Расстояние между строкой подсказок и верхним рядом клавиш.
zh_hans: 候选栏和最上排按键之间的间距。

source: Space commits swipe
de: Leertaste bestätigt Wischeingabe
es: El espacio confirma el deslizamiento
et: Tühik kinnitab viipesisestuse
fr: L’espace valide la saisie glissée
hu: Szóköz jóváhagyja a csúsztatást
it: Lo spazio conferma lo scorrimento
ja: スペースでスワイプ入力を確定
ko: 공백으로 스와이프 입력 확정
ms: Ruang mengesahkan leretan
pt: O espaço confirma o deslize
ru: Пробел подтверждает свайп
zh_hans: 空格键确认滑行输入

source: Space speed
de: Leertasten-Tempo
es: Velocidad del espacio
et: Tühiku kiirus
fr: Vitesse de l'espace
hu: Szóköz sebessége
it: Velocità dello spazio
ja: スペースの速度
ko: 스페이스 속도
ms: Kelajuan ruang
pt: Velocidade do espaço
ru: Скорость пробела
zh_hans: 空格速度

source: Space springiness
de: Leertasten-Federung
es: Elasticidad del espacio
et: Tuhiku elastsus
fr: Élasticité de l'espace
hu: Szóköz rugalmassága
it: Elasticità dello spazio
ja: スペースのばね感
ko: 스페이스 탄력
ms: Kekenyalan ruang
pt: Elasticidade do espaço
ru: Пружинистость пробела
zh_hans: 空格弹性

source: Space-bar keys
de: Leertasten-Tasten
es: Teclas de la barra espaciadora
et: Tuhikuklahvi klahvid
fr: Touches de la barre d'espace
hu: Szóköz billentyűk
it: Tasti barra spaziatrice
ja: スペースバーキー
ko: 스페이스 바 키
ms: Kekunci bar ruang
pt: Teclas da barra de espaço
ru: Клавиши у пробела
zh_hans: 空格键

source: Spacebar
de: Leertaste
es: Barra espaciadora
et: Tuhikuklahv
fr: Barre d'espace
hu: Szóköz
it: Barra spaziatrice
ja: スペースバー
ko: 스페이스 바
ms: Bar ruang
pt: Barra de espaços
ru: Пробел
zh_hans: 空格键

source: Spacer
de: Abstandshalter
es: Espaciador
et: Eraldaja
fr: Espaceur
hu: Térköz
it: Spaziatore
ja: スペーサー
ko: 스페이서
ms: Ruang
pt: Espaçador
ru: Разделитель
zh_hans: 间隔符

source: Spacer (invisible gap)
de: Abstand (unsichtbare Lücke)
es: Separador (espacio invisible)
et: Eraldaja (nähtamatu vahe)
fr: Espacement (zone invisible)
hu: Távtartó (láthatatlan rés)
it: Spaziatore (spazio invisibile)
ja: スペーサー（見えない隙間）
ko: 간격(보이지 않는 빈칸)
ms: Jarak (ruang halimunan)
pt: Espaçador (espaço invisível)
ru: Разделитель (невидимый промежуток)
zh_hans: 间隔（不可见空隙）

source: Spacing
de: Abstand
es: Espaciado
et: Vahemaa
fr: Espacement
hu: Térköz
it: Spaziatura
ja: 間隔
ko: 간격
ms: Jarak
pt: Espaçamento
ru: Расстояния
zh_hans: 间距

source: Spacing, just below, sets the gaps between them. Square keys with tight spacing is the classic mechanical look.
de: Direkt darunter setzt „Abstand“ die Lücken dazwischen — kantige Tasten mit engem Abstand sind der klassische Mechanik-Look.
es: Justo debajo, Espaciado ajusta los huecos entre ellas: teclas cuadradas con poco espacio es el look mecánico clásico.
et: Allpool olev Vahemaa sätestab nende vahelised pilud. Kandilised klahvid tiheda vahemaa jaoks on klassikaline mehaaniline ilme.
fr: Juste en dessous, Espacement règle les écarts entre elles — touches carrées et espacement serré, c'est le look mécanique classique.
hu: Alatta a Térköz állítja a köztük lévő réseket — a szögletes billentyű szűk térközzel a klasszikus mechanikus kinézet.
it: Appena sotto, Spaziatura regola gli spazi tra i tasti: squadrati e ravvicinati è il classico look meccanico.
ja: すぐ下の「間隔」でキーどうしの隙間を決められます。角ばったキー＋狭い間隔が、定番のメカニカルな見た目です。
ko: 바로 아래 간격에서 키 사이 여백을 정합니다. 각진 키에 좁은 간격이 전형적인 기계식 느낌입니다.
ms: Tepat di bawahnya, Jarak menetapkan ruang antara kekunci — kekunci bersegi dengan jarak rapat ialah gaya mekanikal klasik.
pt: Logo abaixo, Espaçamento define as folgas entre elas — teclas quadradas e bem juntas é o visual mecânico clássico.
ru: «Расстояния» чуть ниже задают зазоры между ними — квадратные клавиши с плотными зазорами дают классический механический вид.
zh_hans: 下面的“间距”决定键与键之间的空隙：方正按键配紧凑间距，就是经典机械键盘的样子。

source: Spacious
de: Großzügig
es: Espacioso
et: Ruumikas
fr: Spacieux
hu: Tágas
it: Spazioso
ja: ゆとり
ko: 널찍함
ms: Lapang
pt: Espaçoso
ru: Просторно
zh_hans: 宽松

source: Sparkle
de: Funkeln
es: Destellos
et: Särah
fr: Étincelles
hu: Csillogás
it: Scintille
ja: きらめき
ko: 반짝임
ms: Kilauan
pt: Brilho
ru: Искры
zh_hans: 闪光

source: Spatial Learning (Clink Form)
de: Räumliches Lernen (Clink Form)
es: Aprendizaje espacial (Clink Form)
et: Ruumiline õppimine (Clink Form)
fr: Apprentissage spatial (Clink Form)
hu: Térbeli tanulás (Clink Form)
it: Apprendimento spaziale (Clink Form)
ja: 空間学習 (Clink Form)
ko: 공간 학습 (Clink Form)
ms: Pembelajaran Ruang (Clink Form)
pt: Aprendizagem espacial (Clink Form)
ru: Пространственное обучение (Clink Form)
zh_hans: 空间学习（Clink Form）

source: Spatial correction
de: Räumliche Korrektur
es: Corrección espacial
et: Ruumiline parandus
fr: Correction spatiale
hu: Térbeli javítás
it: Correzione spaziale
ja: 位置補正
ko: 공간 보정
ms: Pembetulan ruang
pt: Correção espacial
ru: Пространственная коррекция
zh_hans: 空间纠正

source: Spatial correction strength
de: Stärke der räumlichen Korrektur
es: Intensidad de corrección espacial
et: Ruumilise paranduse tugevus
fr: Intensité de correction spatiale
hu: Térbeli javítás erőssége
it: Intensità della correzione spaziale
ja: 位置補正の強さ
ko: 공간 보정 강도
ms: Kekuatan pembetulan ruang
pt: Intensidade da correção espacial
ru: Сила пространственной коррекции
zh_hans: 空间纠正强度

source: Speak
de: Sprechen
es: Habla
et: Räägi
fr: Parle
hu: Beszélj
it: Parla
ja: 話す
ko: 말하기
ms: Bercakap
pt: Fala
ru: Говорить
zh_hans: 开口说

source: Speak to type
de: Sprich, um zu tippen
es: Habla para escribir
et: Räägi, et tipida
fr: Parle pour écrire
hu: Beszélj a gépeléshez
it: Parla per scrivere
ja: 話して入力
ko: 말해서 입력
ms: Cakap untuk menaip
pt: Fala para escrever
ru: Говорите — и текст напечатается
zh_hans: 说话即可输入

source: Speak to type. Your words are transcribed on-device and streamed straight into whatever field you're typing in.
de: Sprich, um zu tippen. Deine Worte werden auf dem Gerät transkribiert und direkt in das Feld gestreamt, in das du gerade tippst.
es: Habla para escribir. Tus palabras se transcriben en el dispositivo y se envían directamente al campo en el que estés escribiendo.
et: Räägi, et tipida. Sinu sõnad transkribeeritakse seadmes ja suunatakse otse välja, kus sa tipid.
fr: Parle pour écrire. Tes mots sont transcrits sur l'appareil et diffusés directement dans le champ où tu es en train de taper.
hu: Beszélj, hogy gépelj helyetted. A szavaidat a készüléken írjuk át, és egyenesen abba a mezőbe küldjük, amibe éppen gépelsz.
it: Parla per scrivere. Le tue parole vengono trascritte sul dispositivo e inviate direttamente nel campo in cui stai scrivendo.
ja: 話すだけで入力できます。あなたの言葉は端末上で文字起こしされ、入力中のフィールドへそのまま流し込まれます。
ko: 말하면 입력이 돼요. 말한 내용은 기기에서 바로 텍스트로 바뀌어, 지금 입력 중인 필드로 곧장 들어가요.
ms: Bercakap untuk menaip. Perkataan anda ditranskripsikan pada peranti dan dialirkan terus ke mana-mana medan yang sedang anda taip.
pt: Fala para escrever. As tuas palavras são transcritas no dispositivo e enviadas diretamente para o campo onde estás a escrever.
ru: Говорите — и текст напечатается. Ваши слова распознаются на устройстве и сразу идут в то поле, где вы печатаете.
zh_hans: 说话就能输入。你说的内容会在本机转成文字，直接送进你正在输入的那个文本框。

source: Speak to type. Your words are transcribed on-device and streamed straight into whatever field you're typing in. Adds a mic to the panel button.
de: Sprich statt zu tippen. Deine Worte werden auf dem Gerät transkribiert und direkt in das Feld eingefügt, in dem du gerade schreibst. Fügt dem Panel-Button ein Mikrofon hinzu.
es: Habla para escribir. Tus palabras se transcriben en el dispositivo y se insertan directamente en el campo en el que estés escribiendo. Añade un micrófono al botón de paneles.
et: Räägi, et tipida. Sinu sõnad transkribeeritakse seadmes ja sisestatakse otse välja, kuhu kirjutad. Lisab paneelinupule mikrofoni.
fr: Parle pour écrire. Tes mots sont transcrits sur l'appareil et insérés directement dans le champ où tu écris. Ajoute un micro au bouton des panneaux.
hu: Beszélj gépelés helyett. A szavaid az eszközön íródnak át, és egyenesen abba a mezőbe kerülnek, amelybe éppen írsz. Mikrofont ad a panelgombhoz.
it: Parla per scrivere. Le tue parole vengono trascritte sul dispositivo e inserite direttamente nel campo in cui stai scrivendo. Aggiunge un microfono al pulsante dei pannelli.
ja: 話して入力。音声はデバイス上で文字に変換され、入力中のフィールドにそのまま挿入されます。パネルボタンにマイクが追加されます。
ko: 말로 입력하세요. 음성은 기기에서 텍스트로 변환되어 입력 중인 필드에 바로 들어갑니다. 패널 버튼에 마이크가 추가됩니다.
ms: Bercakap untuk menaip. Kata-kata anda ditranskripsi pada peranti dan terus dimasukkan ke medan yang sedang anda taip. Menambah mikrofon pada butang panel.
pt: Fala para escrever. As tuas palavras são transcritas no dispositivo e inseridas diretamente no campo onde estás a escrever. Adiciona um microfone ao botão de painéis.
ru: Говорите — и текст напечатается. Ваши слова распознаются на устройстве и сразу идут в то поле, где вы печатаете. Добавляет микрофон к кнопке панелей.
zh_hans: 开口即输入。语音在设备上转写为文字，直接输入到你正在输入的文本框中。会在面板按钮上添加麦克风。

source: Species
de: Art
es: Especie
et: Liik
fr: Espèce
hu: Faj
it: Specie
ja: 種類
ko: 종
ms: Spesies
pt: Espécie
ru: Вид
zh_hans: 种类

source: Spectrum
de: Spektrum
es: Espectro
et: Spekter
fr: Spectre
hu: Színkép
it: Spettro
ja: スペクトラム
ko: 스펙트럼
ms: Spektrum
pt: Espetro
ru: Спектр
zh_hans: 光谱

source: Speech recognition gets the words right and the punctuation wrong. When you stop speaking, the model puts the sentence breaks and capitals back, and drops the "um"s.
de: Die Spracherkennung versteht die Wörter, nur die Satzzeichen nicht. Sobald du aufhörst zu sprechen, setzt das Modell Satzgrenzen und Großschreibung wieder ein und lässt die „Ähs“ weg.
es: El reconocimiento de voz acierta con las palabras y falla con la puntuación. Cuando dejas de hablar, el modelo repone los puntos y las mayúsculas, y quita los «eh».
et: Kõnetuvastus saab sõnad õigesti, aga kirjavahemärgid valesti. Kui lõpetad rääkimise, paneb mudel lausepiirid ja suurtähed tagasi ning eemaldab „ee"-d.
fr: La reconnaissance vocale entend bien les mots, beaucoup moins la ponctuation. Quand tu arrêtes de parler, le modèle remet les points et les majuscules, et supprime les « euh ».
hu: A beszédfelismerés a szavakat eltalálja, a központozást nem. Amikor abbahagyod a beszédet, a modell visszateszi a mondathatárokat és a nagybetűket, az „ööm”-öket pedig kiszedi.
it: Il riconoscimento vocale azzecca le parole ma sbaglia la punteggiatura. Quando smetti di parlare, il modello rimette punti e maiuscole e toglie gli «ehm».
ja: 音声認識は言葉こそ正しく聞き取りますが、句読点は苦手です。話し終えると、モデルが文の区切りを整え、「えーと」を取り除きます。
ko: 음성 인식은 단어는 잘 알아듣지만 문장 부호는 잘 못 넣습니다. 말을 멈추면 모델이 문장을 나눠 부호를 채우고 “음” 같은 군소리를 지웁니다.
ms: Pengecaman suara menangkap perkataan dengan baik, tanda baca pula tidak. Apabila anda berhenti bercakap, model akan memasukkan semula hentian ayat dan huruf besar, serta membuang bunyi “um”.
pt: O reconhecimento de voz acerta nas palavras e erra na pontuação. Quando paras de falar, o modelo repõe a pontuação e as maiúsculas e tira os “hum”.
ru: Распознавание речи хорошо справляется со словами и плохо — со знаками препинания. Когда вы замолкаете, модель возвращает границы предложений и заглавные буквы и убирает «эээ».
zh_hans: 语音识别听得准词，却听不准标点。你说完之后，模型会补上断句和标点，并去掉那些“嗯”。

source: Speed
de: Tempo
es: Velocidad
et: Kiirus
fr: Vitesse
hu: Sebesség
it: Velocità
ja: 速度
ko: 속도
ms: Kelajuan
pt: Velocidade
ru: Скорость
zh_hans: 速度

source: Spike
de: Spitze
es: Pico
et: Tipp
fr: Pointe
hu: Tüske
it: Picco
ja: スパイク
ko: 스파이크
ms: Lonjakan
pt: Pico
ru: Пик
zh_hans: 尖峰

source: Spin
de: Drehen
es: Giro
et: Pööre
fr: Rotation
hu: Forgás
it: Rotazione
ja: スピン
ko: 회전
ms: Putar
pt: Giro
ru: Вращение
zh_hans: 旋转

source: Splash
de: Spritzer
es: Salpicadura
et: Prits
fr: Éclaboussure
hu: Csobbanás
it: Spruzzo
ja: スプラッシュ
ko: 스플래시
ms: Renjisan
pt: Respingo
ru: Брызги
zh_hans: 溅开

source: Split
de: Geteilt
es: Dividido
et: Jagatud
fr: Scinder
hu: Osztott
it: Divisa
ja: 分割
ko: 분할
ms: Pecah
pt: Dividir
ru: Разделить
zh_hans: 分离

source: Split Keyboard
de: Geteilte Tastatur
es: Teclado dividido
et: Poolitatud klaviatuur
fr: Clavier séparé
hu: Osztott billentyűzet
it: Tastiera divisa
ja: 分割キーボード
ko: 분할 키보드
ms: Papan kekunci pisah
pt: Teclado dividido
ru: Разделённая клавиатура
zh_hans: 分体键盘

source: Split and one-handed mode
de: Geteilt und Einhandmodus
es: División y modo a una mano
et: Jagatud ja ühekäeline režiim
fr: Clavier scindé et mode à une main
hu: Osztott és egykezes mód
it: Divisione e modalità a una mano
ja: 分割と片手モード
ko: 분할 및 한 손 모드
ms: Pisah dan mod sebelah tangan
pt: Divisão e modo a uma mão
ru: Разделённая клавиатура и режим одной руки
zh_hans: 分割与单手模式

source: Split in a wide window
de: In breitem Fenster teilen
es: Dividir en una ventana ancha
et: Jaga laias aknas
fr: Scinder dans une fenêtre large
hu: Osztott széles ablakban
it: Dividi in una finestra ampia
ja: 広いウインドウで分割
ko: 넓은 창에서 분할
ms: Pisahkan dalam tetingkap lebar
pt: Dividir numa janela larga
ru: Разделять в широком окне
zh_hans: 宽窗口时拆分

source: Split in landscape
de: Im Querformat teilen
es: Dividir en horizontal
et: Jaga rõhtpaigutuses
fr: Scinder en paysage
hu: Osztott fekvő módban
it: Dividi in orizzontale
ja: 横向きで分割
ko: 가로 모드에서 분할
ms: Pisahkan dalam landskap
pt: Dividir na horizontal
ru: Разделять в альбомной ориентации
zh_hans: 横向时拆分

source: Split into words
de: In Wörter aufteilen
es: Dividir en palabras
et: Tükelda sõnadeks
fr: Découper en mots
hu: Szavakra bontás
it: Dividi in parole
ja: 単語に分割
ko: 단어로 나누기
ms: Pisah kepada perkataan
pt: Dividir em palavras
ru: Разбить на слова
zh_hans: 拆分为单词

source: Split keyboard
de: Geteilte Tastatur
es: Teclado dividido
et: Jagatud klaviatuur
fr: Clavier scindé
hu: Osztott billentyűzet
it: Tastiera divisa
ja: 分割キーボード
ko: 분할 키보드
ms: Papan kekunci berpecah
pt: Teclado dividido
ru: Разделённая клавиатура
zh_hans: 分离键盘

source: Split keyboard, just below it, pulls the keys out to both edges for thumbs instead.
de: Die geteilte Tastatur direkt darunter zieht die Tasten stattdessen an beide Ränder, für die Daumen.
es: El teclado dividido, justo debajo, lleva las teclas a los dos bordes para los pulgares.
et: Jagatud klaviatuur vahetult allpool tõmbab klahvid hoopis mõlema serva poole pöidlaste jaoks.
fr: Le clavier scindé, juste en dessous, écarte au contraire les touches vers les deux bords, pour les pouces.
hu: Az alatta lévő osztott billentyűzet ehelyett mindkét szélre húzza a billentyűket, a hüvelykujjaknak.
it: La tastiera divisa, subito sotto, porta invece i tasti verso i due bordi, per i pollici.
ja: すぐ下の分割キーボードは逆に、キーを左右の端に寄せて親指で打てるようにします。
ko: 바로 아래의 분할 키보드는 반대로 키를 양쪽 가장자리로 벌려 엄지로 치게 해 줍니다.
ms: Papan kekunci berpecah, tepat di bawahnya, sebaliknya menarik kekunci ke kedua-dua tepi untuk ibu jari.
pt: O teclado dividido, mesmo por baixo, puxa antes as teclas para as duas margens, para os polegares.
ru: «Разделённая клавиатура» чуть ниже, наоборот, разводит клавиши к обоим краям — под большие пальцы.
zh_hans: 紧挨着的分离键盘则相反，把按键分到左右两边，方便双拇指。

source: Split points
de: Trennstellen
es: Puntos de división
et: Tükelduskohad
fr: Points de séparation
hu: Osztáspontok
it: Punti di divisione
ja: 分割位置
ko: 분할 지점
ms: Titik pisah
pt: Pontos de divisão
ru: Точки разделения
zh_hans: 分割位置

source: Split shortcut
de: Kurzbefehl für geteilte Tastatur
es: Atajo de teclado dividido
et: Jagatud klaviatuuri otsetee
fr: Raccourci du clavier scindé
hu: Osztott billentyűzet parancsikonja
it: Scorciatoia per tastiera divisa
ja: 分割キーボードのショートカット
ko: 분할 키보드 단축키
ms: Pintasan papan kekunci terpisah
pt: Atalho do teclado dividido
ru: Команда разделённой клавиатуры
zh_hans: 拆分键盘快捷方式

source: Split the number and symbol pages
de: Zahlen- und Symbolseiten teilen
es: Dividir las páginas de números y símbolos
et: Tükelda numbri- ja sümbolilehed
fr: Diviser les pages de chiffres et de symboles
hu: A szám- és szimbólumoldalak kettéosztása
it: Dividi le pagine di numeri e simboli
ja: 数字・記号ページを分割
ko: 숫자·기호 페이지 분할
ms: Pisahkan halaman nombor dan simbol
pt: Dividir as páginas de números e símbolos
ru: Разделить страницы цифр и символов
zh_hans: 拆分数字和符号页

source: Split the number row
de: Zahlenreihe teilen
es: Dividir la fila de números
et: Tükelda numbidrida
fr: Diviser la rangée de chiffres
hu: Számsor kettéosztása
it: Dividi la riga dei numeri
ja: 数字行を分割
ko: 숫자 행 분할
ms: Pisahkan baris nombor
pt: Dividir a linha de números
ru: Разделить ряд цифр
zh_hans: 拆分数字行

source: Split the space bar
de: Leertaste teilen
es: Dividir la barra espaciadora
et: Poolita tühikuklahv
fr: Diviser la barre d’espace
hu: Szóközbillentyű kettéosztása
it: Dividi la barra spaziatrice
ja: スペースバーを分割
ko: 스페이스 바 분할
ms: Pisahkan bar ruang
pt: Dividir a barra de espaço
ru: Разделить клавишу пробела
zh_hans: 拆分空格键

source: Split, one-handed, and key faces
de: Geteilt, Einhandmodus und Tastendesign
es: División, modo a una mano y aspecto de las teclas
et: Jagatud, ühekäeline ja klahvide esiküljed
fr: Clavier divisé, mode une main et style des touches
hu: Osztott, egykezes mód és billentyűfelületek
it: Diviso, modalità a una mano e aspetto dei tasti
ja: 分割、片手モード、キー表示
ko: 분할, 한 손 모드 및 키 모양
ms: Pisah, satu tangan dan rupa kekunci
pt: Dividido, modo de uma mão e aspeto das teclas
ru: Раздельная, для одной руки и лицевые клавиши
zh_hans: 分离、单手模式和按键外观

source: Spread
de: Ausbreitung
es: Alcance
et: Ulatus
fr: Étendue
hu: Terjedés
it: Diffusione
ja: 広がり
ko: 확산
ms: Sebaran
pt: Alcance
ru: Распространение
zh_hans: 扩散

source: Spread is how far the light reaches around the key you press, in key widths.
de: Ausbreitung ist, wie weit das Licht um die gedrückte Taste herum reicht – in Tastenbreiten.
es: Extensión es hasta dónde llega la luz alrededor de la tecla que pulsas, en anchos de tecla.
et: Ulatus näitab, kui kaugele valgus vajutatud klahvi ümber ulatub, klahvilaiustes.
fr: Étendue indique jusqu’où la lumière s’étend autour de la touche appuyée, en largeurs de touche.
hu: A(z) Terjedés azt adja meg, milyen messzire ér a fény a lenyomott billentyű körül, billentyűszélességben.
it: Diffusione è quanto lontano arriva la luce attorno al tasto che premi, in larghezze di tasto.
ja: 「広がり」は、押したキーの周りに光が届く範囲です（キー幅単位）。
ko: ‘퍼짐’은 누른 키 주변으로 빛이 퍼지는 거리입니다(키 너비 기준).
ms: Sebaran ialah sejauh mana cahaya mencapai di sekeliling kekunci yang anda tekan, dalam lebar kekunci.
pt: Alcance é a distância que a luz alcança à volta da tecla que carregas, em larguras de tecla.
ru: «Разброс» — насколько далеко свет расходится вокруг нажатой клавиши, в ширинах клавиши.
zh_hans: 「扩散范围」是光在所按按键周围扩散的范围，以按键宽度计。

source: Spring
de: Feder
es: Resorte
et: Vedru
fr: Ressort
hu: Rugó
it: Molla
ja: スプリング
ko: 스프링
ms: Pegas
pt: Mola
ru: Пружина
zh_hans: 弹簧

source: Spring curve
de: Federkurve
es: Curva de resorte
et: Vedru kõver
fr: Courbe du ressort
hu: Rugó-görbe
it: Curva della molla
ja: スプリングカーブ
ko: 스프링 곡선
ms: Lengkung spring
pt: Curva da mola
ru: Кривая пружины
zh_hans: 弹簧曲线

source: Spring response time for the popup appearing and disappearing.
de: Reaktionszeit der Feder beim Erscheinen und Verschwinden des Pop-ups.
es: Tiempo de respuesta del resorte al aparecer y desaparecer la ventana.
et: Vedru reageerimisaeg hüpiku ilmumisel ja kaomisel.
fr: Temps de réponse du ressort quand la bulle apparaît et disparaît.
hu: A felugró ablak megjelenésének és eltűnésének rugós válaszideje.
it: Tempo di risposta della molla quando il popup compare e scompare.
ja: ポップアップが出たり消えたりするときの、スプリングの反応の速さです。
ko: 팝업이 나타나고 사라질 때 스프링 반응 시간이에요.
ms: Masa tindak balas spring untuk pop timbul muncul dan hilang.
pt: Tempo de resposta da mola quando o pop-up aparece e desaparece.
ru: Время отклика пружины при появлении и исчезновении всплывающего окна.
zh_hans: 弹窗出现和消失时的弹性响应时间。

source: Springiness
de: Federung
es: Elasticidad
et: Elastsus
fr: Élasticité
hu: Rugalmasság
it: Elasticità
ja: ばね感
ko: 탄력
ms: Kekenyalan
pt: Elasticidade
ru: Пружинистость
zh_hans: 弹性

source: Springs 0.12s · firm 0.90 · no bloom · no linger · compute 30ms.
de: Federn 0,12 s · fest 0,90 · kein Bloom · kein Verweilen · Berechnung 30 ms.
es: Resortes 0.12s · firme 0.90 · sin bloom · sin espera · cálculo 30ms.
et: Vedrud 0,12 s · kindel 0,90 · bloom pole · viivitust pole · arvutus 30 ms.
fr: Ressorts 0,12 s · ferme 0,90 · sans bloom · sans maintien · calcul 30 ms.
hu: Rugók 0,12 s · feszes 0,90 · nincs bloom · nincs késlekedés · számítás 30 ms.
it: Molle 0,12s · deciso 0,90 · nessun bloom · nessuna attesa · calcolo 30ms.
ja: スプリング 0.12秒 · 硬め 0.90 · ブルームなし · 保持なし · 計算 30ms。
ko: 스프링 0.12초 · 단단함 0.90 · 블룸 없음 · 유지 없음 · 계산 30ms.
ms: Spring 0.12s · tegas 0.90 · tiada bloom · tiada lengah · kira 30ms.
pt: Molas 0,12s · firme 0,90 · sem bloom · sem permanência · cálculo 30ms.
ru: Пружины 0,12 с · жёсткость 0,90 · без свечения · без задержки · вычисление 30 мс.
zh_hans: 弹簧 0.12秒 · 紧实 0.90 · 无 bloom · 无停留 · 计算 30ms。
